import { TDescription } from "../types/description";

export const description: TDescription = {
    "name": "HDS De Tr1",
    "description": [
        "Аппараты высокого давления с подогревом воды, смонтированные на автомобильном прицепе, гарантируют превосходную мобильность и максимальное удобство выполнения работ. Эти надежные и экономичные аппараты идеально удовлетворяют требованиям строительных компаний, коммунальных и промышленных предприятий.",
        "Дизельные двигатели Yanmar, используемые в трейлерах HDS, отвечают строгому экологическому стандарту Евро-5.",
        "Автоматическая добавка в воду системного средства защиты RM 110 обеспечивает защиту нагревательного змеевика от образования накипи и способствует продлению срока службы аппарата.",
        "Дополнительный теплообменник позволяет использовать тепло, выделяемое двигателем, для подогрева воды. Благодаря этому экономится до 14 % топлива при работе аппарата в режиме горячей воды.",
        "Продуманная система защиты от замерзания обеспечивает легкую подготовку аппарата к зиме."
    ],
    "variants": [
        {
            "name": "Skid",
            "image": "https://s1.kaercher-media.com/media/image/file/15105/d3/hds-trailer-skid.webp",
            "description": [
                "Стационарная рама, пригодная для транспортировки погрузчиком",
                "Без бака для воды",
                "Без кожуха"
            ]
        },
        {
            "name": "Cab",
            "image": "https://s1.kaercher-media.com/media/image/file/15106/d3/hds-trailer-cab.webp",
            "description": [
                "Стационарная рама, пригодная для транспортировки погрузчиком",
                "С баком для воды",
                "В кожухе"
            ]
        },
        {
            "name": "Trailer",
            "image": "https://s1.kaercher-media.com/media/image/file/9781/d3/hds-trailer.webp",
            "description": [
                "На шасси прицепа",
                "Со встроенным баком для воды (500 л)",
                "В кожухе",
                "С амортизаторами (опция)"
            ]
        }
    ],
    "tecspecs": [
        {
            "name": "",
            "drive": "Производитель двигателя",
            "fuel": "Топливо",
            "power": "Мощность двигателя",
            "flow": "Производительность",
            "pressure": "Рабочее давление",
            "temperature": "Макс. температура",
            "mass": "Собственная масса (трейлерная версия)",
            "dimensions": "Размеры трейлера Д х Ш х В",
            "consumption": "Максимальный расход дизтоплива",
            "ecoeffiency": "Расход дизтоплива в режиме eco!effiency",
            "adjustment": "Регулирование давления"
        },
        {
            "name": "HDS 13/35",
            "drive": "Yanmar",
            "fuel": "Дизель",
            "power": "19 кВт",
            "flow": "650 - 1300 л/ч",
            "pressure": "100 - 350 бар",
            "temperature": "85 / 98 °C",
            "mass": "950 кг",
            "dimensions": "3646 х 1747 х 1735 мм",
            "consumption": "9,7 кг/ч",
            "ecoeffiency": "7,5 кг/ч",
            "adjustment": "За счет изменения частоты вращения двигателя"
        },
        {
            "name": "HDS 9/50",
            "drive": "Yanmar",
            "fuel": "Дизель",
            "power": "19 кВт",
            "flow": "500 - 900 л/ч",
            "pressure": "100 - 500 бар",
            "temperature": "85 / 98 °C",
            "mass": "950 кг",
            "dimensions": "3646 х 1747 х 1735 мм",
            "consumption": "12,4 кг/ч",
            "ecoeffiency": "9,3 кг/ч",
            "adjustment": "За счет изменения частоты вращения двигателя"
        }
    ],
    "contacts": [
        "Product Manager: Александр Хуснуллин",
        "E-mail: aleksandr.khusnullin@ru.kaercher.com",
        "Телефон: +7-495-662-19-19 внутр. 1272"
    ],
    "validity": "31.12.2021",
    "payment": "По согласованию.",
    "delivery": "12-14 недель после получения предоплаты, а также согласования всех технических и коммерческих вопросов.",
    "warranty": "предоставляется на период 12 месяцев с момента ввода в эксплуатацию или 18 месяцев с даты поставки, но не более, чем на 1 000 часов эксплуатации. Гарантия не распространяется на быстроизнашивающиеся детали.",
    "comment": ""
};